"%@ Key" = "%@ Knapp";
"%d Columns" = "%d Kolumner";
"10 Columns" = "10 Kolumner";
"12 Columns" = "12 Kolumner";
"2 Columns" = "2 Kolumner";
"3 Columns" = "3 Kolumner";
"4 Columns" = "4 Kolumner";
"6 Columns" = "6 Kolumner";
"8 Columns" = "8 Kolumner";
"ANSI colors" = "ANSI-färger";
"Access" = "Åtkomst";
"Action Menu" = "Aktionsmeny";
"Add ESC" = "Lägg till ESC";
"All windows" = "Alla fönster";
"Alternate row color" = "Växlande radfärg";
"Always open folders in a new window" = "Öppna alltid mappar i ett nytt fönster";
"Always show file extensions" = "Visa alltid filnamnstillägg";
"Antialias text" = "Kantutjämna texten";
"Appearance" = "Utseende";
"Append Finder contextual menu items" = "Lägg till kontextmenyer ifrån Finder";
"Application" = "Program";
"Applications" = "Program";
"Arrow keys loop around when reaching end" = "Piltangenterna loopar runt när de nått slutet";
"Auto-play movie and audio files in preview" = "Spela upp filmer automatiskt i fönstret";
"Auto-preview Word documents in preview" = "Förhandsvisa Word-dokument i förhandsvisningen";
"Automatically open in text editor" = "Öppna automatiskt i textredigeraren";
"Back color" = "Bakgrundsfärg";
"Background color" = "Bakgrundsfärg";
"Begin drag on vertical motion" = "Börja dra vid vertikal rörelse";
"Behavior for \"Reveal in Path Finder\" command" = "Beteende för \"Reveal in Path Finder\"";
"Blinking cursor" = "Blinkande cursor";
"Bold color" = "Färg för fetstil";
"Bold folders" = "Feta Symboler";
"Bottom" = "Nedtill";
"Browser" = "Utseende";
"Browser accepts window activating mouse click" = "Aktivera brower fönstret med mus-klick";
"Calculate all sizes" = "Beräkna alla storlekar";
"Calculate size for folders and packages" = "Beräkna storlek på mapper och filer";
"Cancel" = "Avbryt";
"Check for updates" = "Leta efter uppdateringar";
"Check spelling as you type" = "Kontrollera stavning medan du skriver";
"Choose Picture..." = "Välj Bild...";
"Choose..." = "Välj...";
"Close" = "Stäng";
"Close the session when it ends" = "Stäng sessionen när den avslutas";
"Collapse auto expanded folders after drag" = "Stäng självöppnande mappar efter användning";
"Color" = "Färg";
"Color Options" = "Färginställningar";
"Colors" = "Färger";
"Column View Options" = "Inställningar för kolumnvy";
"Column view" = "Kolumnläge";
"Columns" = "Kolumner";
"Command" = "Kommando";
"Command:" = "Kommando:";
"Commands" = "Verktyg";
"Compress files in same directory as original" = "Komprimera filer i samma mapp som originalet";
"Compression Format:" = "Kompressionsformat:";
"Computer" = "Dator";
"Confirm before quitting Path Finder" = "Visa meddelande vid nerstängning av Path Finder";
"Contextual Menu" = "Kontextmeny";
"Creation Date" = "Efter skapelsedatum";
"Date Created" = "Efter Skapelsedatum";
"Date Modified" = "Efter Ändringsdatum";
"Decompress archives with Path Finder" = "Dekomprimera arkiv med Path Finder";
"Default Background Color" = "Bakgrundsfärg";
"Default Plain Text Encoding" = "Standard Teckenkodning";
"Default compression format" = "Standardkomprimeringsformat";
"Default extension:" = "Standardändelse:";
"Default setting for the encoding\nto be used when opening a plain text file" = "Standardteckenkodning\nnär en ren textfil öppnas";
"Delete" = "Radera";
"Delete key sends backspace" = "Delete-tangenten ger backsteg";
"Desktop Background" = "Bakgrundsbild";
"Desktop Options" = "Skrivbordsalternativ";
"Desktop picture" = "Skrivbordsunderlägg";
"Dim invisibles" = "Tona ner osynliga";
"Directory" = "Katalog";
"Directory:" = "Mapp:";
"Disable superfluous visual effects" = "Stäng av överflödiga visuella effekter";
"Display" = "Bildskärm";
"Documents" = "Dokument";
"Double-click when clicking icon" = "Dubbel-klicka på ikoner";
"Drag and drop to reorder" = "Drag och släpp för att omgruppera";
"Draw background picture" = "Skrivbordsbild";
"Draw label color on icon" = "Visa etikettfärg på ikoner";
"Draw label color on name" = "Visa etikettfärg på namn";
"Edit..." = "Redigera...";
"Enable \"Reveal in Path Finder\" for third party applications" = "Aktivera \"Visa i Path Finder\" för tredjepartsprogram";
"Enable \"Reveal in Path Finder\" global hot-key:" = "Aktivera \"Visa i Path Finder\" global snabbtangent:";
"Enable \"Show in Path Finder\" for third party applications" = "Aktivera \"Show in Path Finder\" för tredjepartsprogram";
"Enable Applications menu" = "Aktivera Program-menyn";
"Enable bug reporter" = "Felrapport på";
"Enable disclosure triangles in column view" = "Visa nedfällnings trianglar i kolumnfönstret";
"Enable global application menu" = "Tillämpa globala meny inställningar";
"Enable quick disk image mounting" = "Aktivera snabb skivavbildsmontering";
"Enable spring-loaded folders" = "Aktivera självöppnande mappar";
"Encoding:" = "Kodning:";
"Enforce character alignment" = "Tvinga teckenplacering";
"Enter Key:" = "Enter:";
"Everyone:" = "Alla:";
"Execute" = "Exekvera";
"Expand files in same directory as original" = "Expandera filer i samma mapp som originalet";
"Extension" = "Tillägg";
"Favorites" = "Bokmärken";
"Files" = "Filer";
"Files and folders" = "Filer och mappar";
"Fit to Window" = "Anpassa till Fönstret";
"Folders" = "Mappar";
"Font:" = "Typsnitt:";
"General" = "Allmänt";
"Get Info Application:" = "Visa Info program:";
"Get Info:" = "Visa info:";
"Grid color" = "Rutnätsfärg";
"Grid spacing:" = "Rutnätsmellanrum:";
"Group" = "Grupp";
"Group:" = "Grupp:";
"Hard disks" = "Hårddiskar";
"Hide Finder's desktop" = "Göm Finders skrivbord";
"Hide tab when there is only one session" = "Dölj tab när det bara finns en session";
"Highlight" = "Markera";
"Home" = "Hem";
"Horizontal:" = "Horisontellt:";
"Hotspot color" = "\"Hotspot\" Färg";
"Icon View Options" = "Inställningar för ikonvy";
"Icon size:" = "Ikonstorlek";
"Icon view" = "Ikonläge";
"Ignore HTML Commands" = "Ignorera HTML-Kommandon";
"Ignore RTF Commands" = "Ignorera RTF-Kommandon";
"Image background color" = "Bildbakgrundsfärg";
"Info text color" = "Färg på info-text";
"Italicize aliases" = "Visa Alias med kursivtext";
"Item Info" = "Objektinformation";
"Keep icons arranged on desktop" = "Sortera skrivbordsikonerna automatiskt";
"Key Actions" = "Tangenthändelser";
"Kind" = "Typ";
"Label" = "Märkning";
"Label on Bottom" = "Etikett längst ner";
"Label on Right" = "Etikett till Höger";
"Label on bottom" = "Etikett längst ner";
"Label on right" = "Etikett till höger";
"Launch Path Finder automatically after log in" = "Starta Path Finder automatiskt vid inloggning";
"Left" = "Vänster";
"List View Options" = "Listlägesinställningar";
"List view" = "Listläge";
"Macintosh style key navigation" = "Knappnavigation \"Macintosh Style\"";
"Modification Date" = "Efter ändringsdatum";
"Mount disk images after expand" = "Montera skivavbilder efter expandering";
"Name" = "Namn";
"Name:" = "Namn:";
"Network servers" = "Nätverksservrar";
"New Documents" = "Nya Dokument";
"New Files" = "Nya Filer";
"New Folders" = "Nya Mappar";
"New tab" = "Ny flik";
"New window" = "Nytt fönster";
"New..." = "Ny...";
"Non-ASCII font" = "Icke-ASCII-typsnitt";
"Normal font" = "Normalt typsnitt";
"Opacity" = "Genomskinlighet";
"Opacity:" = "Genomskinlighet:";
"Open" = "Öppna";
"Open PDF documents in built-in PDF viewer" = "Öppna PDF-dokument i den inbyggda PDF-visaren";
"Open TextEdit documents in built-in text editor" = "Öppna TextEdit-dokument i den inbyggda textredigeraren";
"Open Word documents in built-in text editor" = "Öppna Word-dokument i den inbyggda textredigeraren";
"Open image files in built-in image viewer" = "Öppna bildfiler i den inbyggda bildvisaren";
"Open mounted volumes in new window" = "Öppna monterade enheter i nytt fönster";
"Open new browser on launch" = "Öppna nytt fönster vid start";
"Open new windows in:" = "Nya fönster öppnas som:";
"Open with:" = "Öppna med:";
"Opening" = "Vid Öppning";
"Opens" = "Öppnar";
"Option Key" = "Optionsknapp";
"Owner" = "Ägare";
"Owner:" = "Ägare:";
"Packages" = "Paket";
"Parent" = "Överliggande";
"Path" = "Sökväg";
"Path Finder allows seamless integration with your favorite text editor or file information application." = "Path Finder går att integrera med din favorit text editor eller fil informationsprogram.  De förvalda alternativen är TextEdit och Visa Info panelen.";
"Path Navigator Color" = "Navigerar Färg";
"Path Navigator Text Color" = "Sökvägsnavigatorns Textfärg";
"Picture" = "Bild";
"Plain text" = "Ren text";
"Position the Path Navigator below the browser" = "Placera Sökvägsnavigatorn nedanför browsern";
"Preferences" = "Inställningar";
"Press Space Bar to open immediately" = "Mellanslag öppnar direkt";
"Preview drawer is opened automatically for new browsers" = "Förhandsgranskningslådan öppnas automatiskt för nya browsers";
"Process drawer is opened automatically for new browsers" = "Processlådan öppnas automatiskt för nya browsers";
"Quit the Finder automatically at launch" = "Avsluta finder automatiskt vid start";
"Read" = "Läsa";
"Removable media" = "Borttagbar media";
"Renames" = "Byter namn";
"Render html in preview" = "Förhandsvisa rendrering av html";
"Requires relaunch" = "Kräver omstart";
"Resolve aliases" = "Länka om trasiga Alias";
"Restore Default" = "Återställ";
"Return Key:" = "Return:";
"Reveal" = "Visa";
"Reveal in existing window" = "Visa i existerande fönster";
"Reveal in new tab" = "Visa i ny tab";
"Reveal in new window" = "Visa i nytt fönster";
"Right" = "Höger";
"Row separator color" = "Radfördelar Färg";
"Save Theme..." = "Spara Tema...";
"Save with:" = "Spara med:";
"Select entire row in list view" = "Markera hela raden i listläge";
"Selection color" = "Markeringsfärg";
"Sessions" = "Sessioner";
"Set Background..." = "Sätt bakgrund ...";
"Set..." = "Sätt...";
"Shadowed" = "Skuggad";
"Show Path Finder desktop" = "Visa Path Finder skrivbord";
"Show columns" = "Visa kolumner";
"Show columns:" = "Visa kolumner:";
"Show desktop background" = "Visa skrivbordsbakgrund";
"Show file names" = "Visa filnamn";
"Show files and folders on the Desktop" = "Visa filer och mappar på skrivbordet";
"Show grid" = "Visa rutnät";
"Show horizontal grid" = "Visa horisontala streck";
"Show hotspot" = "Tillämpa \"hotspots\"";
"Show icon preview" = "Förhandsvisa symboler";
"Show icon previews on network volumes" = "Visa förhandsgranskning av ikoner på nätverksenheter";
"Show icons" = "Visa symboler";
"Show invisibles" = "Visa osynliga";
"Show item info" = "Visa info om objekt";
"Show on desktop:" = "Visa på skrivbordet:";
"Show open button" = "Visa öppna-knapp";
"Show preview column" = "Förhandsvisa i kolumnvy";
"Show row separators" = "Visa radavgränsare";
"Show ruler" = "Visa linjal";
"Show splash panel at launch" = "Visa splash-bild vid start";
"Show vertical grid" = "Visa verktikala streck";
"Show volumes on the Desktop" = "Visa volymer på skrivbordet";
"Show warning before emptying the Trash" = "Varna innan papperskorgen töms";
"Show zoom effects when opening files" = "Visa zoom-effekter när filer öppnas";
"Silence terminal bell" = "Tysta terminalljuden";
"Size" = "Storlek";
"Small contextual menu font size" = "Liten fontstorlek i kontextmenyer";
"Smart Sort Order" = "Smartsorteringsordning";
"Smart sorting" = "Smart sortering";
"Snap to grid" = "Ordna automatiskt";
"Spring-loaded Delay:" = "Fördröjning för automatiskt öppnande:";
"Spring-loaded folders:" = "Självöppnande mappar:";
"Start Rename" = "Byt Namn";
"Starting Directory:" = "Ställ in din startmapp:";
"Tab Position" = "Tabposition";
"Text Edit" = "Textredigerare";
"Text Editor:" = "Textredigerare:";
"Text Font:" = "Texttypsnitt:";
"Text color" = "Textfärg";
"Themes" = "Teman";
"This preference will take effect the next time you launch Path Finder." = "Denna inställning kommer att få effekt nästa gång du startar Path Finder.";
"Top" = "Upptill";
"Transparent" = "Genomskinlig";
"Transparent Background" = "Tranparent Bakgrund";
"Treat Non-ASCII characters as double width" = "Behandla Icke-ASCII-karaktärer som dubbelbredds";
"Treat packages as folders" = "Behandla paket som mappar";
"Use brushed metal appearance" = "Använd utseendet \"Bostad Metall\"";
"Use default background color" = "Använd den ursprungliga bakgrundsfärgen";
"Use encoding sniffer when opening text files" = "Använd \"encoding sniffer\" när textfiler öppnas";
"Use encoding sniffer when previewing text files" = "Använd \"encoding sniffer\" när textdokument förhandsgranskas";
"Use hfstar for compress and decompress" = "Använd hfstar för komprimering";
"Use relative dates" = "Använd relativa datum";
"Use small scroll bars" = "Små rullningslister";
"Vertical:" = "Vertikalt:";
"When idle send ASCII code:" = "Skicka ASCII-kod vid inaktivitet:";
"Wrap to Page" = "Anpassa texten till sidan";
"Write" = "Skriva";

/* ==== UNLOCALIZED ==== */

"Command clicking opens:" = "Command clicking opens:";
"Control color" = "Control color";
"Cover Flow View Options" = "Cover Flow View Options";
"Desktop clicking opens:" = "Desktop clicking opens:";
"Draw background pattern for image previews" = "Draw background pattern for image previews";
"Enable \"Launch Application\" global hot-key:" = "Enable \"Launch Application\" global hot-key:";
"Enable dual preview for dual browser" = "Enable dual preview for dual browser";
"Finder" = "Finder";
"Handle 'afp' URLs using Path Finder" = "Handle 'afp' URLs using Path Finder";
"Handle 'file' URLs using Path Finder" = "Handle 'file' URLs using Path Finder";
"Handle 'ftp' URLs using Path Finder" = "Handle 'ftp' URLs using Path Finder";
"Ignore invisible files when compressing" = "Ignore invisible files when compressing";
"Ignore resource forks when compressing" = "Ignore resource forks when compressing";
"Ignore software license agreements" = "Ignore software license agreements";
"Image checkerboard color" = "Image checkerboard color";
"Layout Left to Right" = "Layout Left to Right";
"Layout Top to Bottom" = "Layout Top to Bottom";
"META" = "META";
"Mount DMGs using Path Finder" = "Mount DMGs using Path Finder";
"Normal" = "Normal";
"OK" = "OK";
"Open new windows and tabs in column view" = "Open new windows and tabs in column view";
"Restore location after spring-loaded drag" = "Restore location after spring-loaded drag";
"Rich text" = "Rich text";
"Send anonymous system information" = "Send anonymous system information";
"Set Colors..." = "Set Colors...";
"Set Path Finder as the default file viewer" = "Set Path Finder as the default file viewer";
"Setting this preference will cause \"Reveal in Finder\" commands in other applications to use Path Finder instead of Finder." = "Setting this preference will cause \"Reveal in Finder\" commands in other applications to use Path Finder instead of Finder.";
"Show column headers" = "Show column headers";
"Sort ascending" = "Sort ascending";
"Sort by %@" = "Sort by %@";
"Target last column (like Finder)" = "Target last column (like Finder)";
"Terminal" = "Terminal";
"Terminal:" = "Terminal:";
"Text" = "Text";
"This window only" = "This window only";
"Use default colors" = "Use default colors";
"Version" = "Version";
